[
  {
    "id": "a1",
    "image": "2607fadb2240e0db3fd65ff4d4b9a67d.jpeg",
    "title": "Why Do Cats Have Whiskers",
    "perex": "A cat's whiskers — or vibrissae — are a well-honed sensory tool that helps a cat see in the dark and steer clear of hungry predators. Whiskers are highly sensitive tactile hairs that grow in patterns on a cat's muzzle, above its eyes and elsewhere on its body, like the ears, jaw and forelegs",
    "publicationDate": "02/13/17",
    "author": "Elisabeth Strain",
    "comments": "4 comments"
  },
  {
    "id": "a2",
    "image": "15109c29de0f5505d2713378039eafd2.jpeg",
    "title": "Wet vs. Dry Cat Food: Which is Better?",
    "perex": "If you aren’t sure how much wet food you should feed your cat, Purina’s expert nutritionists can help. Plus, they offer guidance on food safety and provide serving ideas your cat will love.",
    "publicationDate": "07/16/16",
    "author": "Elisabeth Strain",
    "comments": "0 comments"
  },
  {
    "id": "a3",
    "image": "f5090801b4d3590a9443876369a3d5b1.jpeg",
    "title": "How Much Wet Food Should I Feed My Cat?",
    "perex": "Some cat owners prefer to feed their cats wet food. Others prefer dry kibble. Trying to decide between wet vs. dry cat food? Find out what our experts recommend when it comes to feeding your cat.",
    "publicationDate": "06/25/19",
    "author": "Elisabeth Strain",
    "comments": "12 comments"
  },
  {
    "id": "a4",
    "image": "c1912bb9419893bb6eddb1add9082b38.jpeg",
    "title": "Do Cats Drink Water? Cat Hydration & Dehydration Prevention",
    "perex": "Do cats drink water? Yes, like humans and many other animals, cats need water to survive. Many cats don’t drink as much as they should, though. Find out why they need water and how to get your own kitty to drink more.",
    "publicationDate": "03/17/17",
    "author": "Elisabeth Strain",
    "comments": "4 comments"
  },
  {
    "id": "a5",
    "image": "2b9bc4ed188b8163268c826fc81fd8ff.jpeg",
    "title": "What Is the Difference Between Natural and Organic Cat Food?",
    "perex": "If you prefer your own diet to be natural or organic, you’re probably considering feeding your cat a natural or organic cat food, too. What’s the difference between the two, though, and how do you decide which is right for your cat? Find out here.",
    "publicationDate": "01/03/16",
    "author": "Elisabeth Strain",
    "comments": "3 comments"
  }
]
